{
  "english": {
    "en": "English",
    "pl": "Angielski"
  },
  "polish": {
    "en": "Polish",
    "pl": "Polski"
  },
  "contact": {
    "en": "Contact",
    "pl": "Kontakt"
  },
  "animation-header": {
    "en": "You can trust us",
    "pl": "Możesz nam zaufać"
  },
  "animation-description": {
    "en": "Potoniec Logistics is a transportation company that offers not only fast and secure deliveries but also comprehensive logistics services for your business. With our reliable fleet and experienced drivers, you can be sure that your shipments will arrive on time and in pristine condition. Join our satisfied customer base and test our services today!",
    "pl": "Potoniec Logistics to firma przewozowa, która oferuje nie tylko szybkie i bezpieczne dostawy, ale także kompleksową obsługę logistyczną dla Twojego biznesu. Dzięki naszej niezawodnej flocie i doświadczonym kierowcom, możesz mieć pewność, że Twoje przesyłki dotrą na czas i w nienaruszonym stanie. Dołącz do grona zadowolonych klientów i przetestuj nasze usługi już dzisiaj!"
  },
  "progressbar-clients-header": {
    "en": "RETURNING CUSTOMERS",
    "pl": "POWRACAJĄCY KLIENCI"
  },
  "progressbar-clients-description": {
    "en": "When our clients benefit from our help and diligent assistance, they stay with us longer.",
    "pl": "Kiedy nasi klienci przekonują się o naszej niezawodności i starannej obsłudze, zostają z nami na dłużej."
  },
  "progressbar-delivery-header": {
    "en": "PUNCTUAL DELIVERIES",
    "pl": "PUNKTUALNE DOSTAWY"
  },
  "progressbar-delivery-description": {
    "en": "No weather conditions or accidents prevent us from delivering on time.",
    "pl": "Żadne warunki pogodowe i wypadki losowe nie powstrzymają nas przed terminową dostawą."
  },
  "progressbar-packages-header": {
    "en": "SHIPMENTS DELIVERED",
    "pl": "DOSTARCZONYCH PRZESYŁEK"
  },
  "progressbar-packages-description": {
    "en": "We pay the same attention to every single shipment and never stop focusing on our customer.",
    "pl": "Każdej pojedynczej przesyłce poświęcamy taką samą uwagę i nigdy nie przestajemy skupiać się na naszym kliencie."
  },
  "europe-header": {
    "en": "Transport services throughout Europe!",
    "pl": "Usługi transportowe na terenie całej europy!"
  },
  "europe-description": {
    "en": "The same trusted, fast and professional service you're used to, but with continent-wide coverage. We offer comprehensive transport and logistics services throughout Europe. Whatever your needs, Potoniec Logistics will never let you down.",
    "pl": "Ta sama zaufana, szybka i profesjonalna usługa, do której jesteś przyzwyczajony, ale z zasięgiem działania na terenie całego kontynentu. Oferujemy kompleksowe usługi transportowe i logistyczne dla całej Europy. Niezależnie od twoich potrzeb, Potoniec Logistics nigdy cię nie zawiedzie."
  },
  "form-header": {
    "en": "When you call us, you can be sure that you will talk to… us.",
    "pl": "Dzwoniąc do nas mają Państwo pewność, że porozmawiają z… nami."
  },
  "form-description": {
    "en": "We do not employ consultants or external forwarders, which means that we can react quickly to emerging inquiries, as well as carry out non-standard orders. It's worth checking us out in action. It's worth trusting us. Feel free to contact us directly. We will be happy to answer your questions.",
    "pl": "Nie zatrudniamy konsultantów oraz spedytorów zewnętrznych, co sprawia, że możemy reagować błyskawicznie na pojawiające się zapytania, jak i realizować niestandardowe zlecenia. Warto sprawdzić nas w działaniu. Warto nam zaufać. Zapraszamy do bezpośredniego kontaktu. Z przyjemnością odpowiemy na Państwa pytania."
  },
  "form-name": {
    "en": "First name and last name:",
    "pl": "Imię i nazwisko:"
  },
  "form-company": {
    "en": "Company name:",
    "pl": "Nazwa firmy:"
  },
  "form-telephone": {
    "en": "Phone number:",
    "pl": "Numer telefonu:"
  },
  "form-email": {
    "en": "E-mail adress:",
    "pl": "Adres e-mail:"
  },
  "form-notices": {
    "en": "Your notices:",
    "pl": "Twoje uwagi:"
  },
  "form-send": {
    "en": "Send",
    "pl": "Wyślij"
  },
  "message-send": {
    "en": "Message sent!",
    "pl": "Wiadomość wysłana!"
  },
  "telephone": {
    "en": "Telephone:",
    "pl": "Telefon:"
  },
  "click": {
    "en": "Click!",
    "pl": "Kliknij!"
  },
  "form-contact": {
    "en": "Contact form:",
    "pl": "Formularz kontaktowy:"
  },
  "navigation": {
    "en": "Navigation",
    "pl": "Nawigacja"
  },
  "aboutus": {
    "en": "About us",
    "pl": "O nas"
    },
  "doing": {
    "en": "How are we doing",
    "pl": "Jak działamy"
  },
  "home": {
    "en": "Home",
    "pl": "Strona główna"
  },
  "how-are-we-doing": {
    "en": "This is how we do it",
    "pl": "Jak działamy"
  }
  
}